{
  "home": "Home",
  "allProjects": "All Projects",
  "multiStorey": "Multi-storey",
  "lowRise": "Low-rise",
  "nonResidential": "Non-residential",
  "articles": "Articles",
  "about": "About Us",
  "social": "Social Networks",
  "uz": "UZ",
  "en": "EN",
  "ru": "RU",
  "phone": "+998(99) 944 30 30",

  "slogan1": "Architectural precision in every detail",
  "slogan2": "Creativity that inspires space",
  "slogan3": "Technologies and sustainability in harmony",
  "partners": "Our Partners",
  "projects": "Our Projects",
  "view_all": "View All",
  "about_us": "About Our Company",
  "about_text": "We create spaces that combine aesthetics and functionality to enhance quality of life.",
  "mission_title": "Our Mission",
  "mission_text": "To create sustainable and innovative architectural solutions that inspire and serve society.",
  "services": "Our Services",
  "principles": "Our Principles",
  "principle1_title": "Quality",
  "principle1_desc": "We do not compromise on quality at any stage of the work.",
  "principle2_title": "Innovation",
  "principle2_desc": "We incorporate advanced technologies and ideas into every project.",
  "principle3_title": "Responsibility",
  "principle3_desc": "We take full responsibility for the outcome.",
  "principle4_title": "Client-Oriented",
  "principle4_desc": "We listen attentively to the needs of our clients.",
  "principle5_title": "Professionalism",
  "principle5_desc": "Our team consists of highly qualified and experienced specialists.",
  "show1": "Domani architects bureau was founded in 2019. It actively operates in the Uzbekistan market. It promotes the views and aesthetics of ecological and functional architecture.",
  "show2": "We strive to create modern, exclusive, and ecological solutions by enriching Uzbekistan's architecture with innovative and functional designs.",
  "show3": "We design buildings that are not only aesthetically pleasing but also practical, efficient, and durable.",
  "show4": "We develop projects based on green technologies, eco-friendly materials, and the passive house concept.",
  "show5": "We aim to blend the unique architectural traditions of Tashkent and Uzbekistan with modern approaches.",
  "show6": "We enhance efficiency and quality by implementing advanced technologies such as BIM (Building Information Modeling) and Revit.",
  "show7": "We design every project based on the client's needs and dreams. Our work is based on a personalized approach for each client.",
  "contact_title": "Leave a contact",
  "name_label": "Full Name",
  "name_placeholder": "Rustamov Ali",
  "email_label": "Email",
  "email_placeholder": "rustamov@gmail.com",
  "email_pattern_title": "Please enter a valid email address",
  "phone_label": "Phone number",
  "phone_placeholder": "+998 (99) 885 30 10",
  "phone_pattern_title": "Please enter a phone number in the correct format (+998 (99) 123 45 67)",
  "submit_button": "Submit",

  "fhome": "Home",
  "fprojects": "Projects",
  "farticles": "Articles",
  "fabout": "About Us",
  "fsocial_network": "Social Network",
  "fphone": "+998(99) 944 30 30",
  "femail": "domaniarchitect@gmail.com",
  "faddress": "Mirzo Ulugbek district, Mirzo Ulugbek Street, Stair Academy building, 2nd floor",
  "fpowered_by": "© Powered by",
  "fcompany_name": "Nuvex.uz",


  "about_title": "Architecture Design Bureau",
  "about_description": "Domani architects bureau was established in 2019. It operates in the Uzbekistan market. Promoting ecological and functional architectural concepts and aesthetics, our team consists of over 35 professionals specializing in various fields, enabling us to handle projects of any complexity in a full-cycle approach. Domani architects works on large residential and commercial buildings, urban planning, and the development of recreational areas through international projects. We focus on projects aimed at the development of human capital, revealing the economic, natural, and tourist potential of cities and regions, and shaping the knowledge economy.",
  "about_teamTitle": "Creative Professionals Team",
  "about_teamDescription": "Our main goal is to fill every space with elegance and meaning. We approach each client individually, developing modern, functional, and commercially viable projects. Our solutions have stood the test of time and remain relevant.",
  "about_cycleTitle": "Full-cycle approach",
  "about_cycleDescription": "Thanks to the full-cycle approach, we implement all stages of the project from the initial idea to its full realization. This provides our clients with confidence and convenience.",
  "about_trust": "We choose trust and quality!",
  "about_reputation": "Our reputation is our greatest asset, which is why we approach every project with great responsibility.",
  "about_award": "Our award-winning projects are bright examples of quality and innovation!",
  "about_future": "Domani Architects – taking architectural art to the next level!",

  "social_title": "Follow us on social media",
  "social_instagram": "Instagram",
  "social_telegram": "Telegram",
  "social_youtube": "YouTube"
}
