{
  "home": "Главная",
  "allProjects": "Все проекты",
  "multiStorey": "Многоэтажные",
  "lowRise": "Малоэтажные",
  "nonResidential": "Нежилые",
  "articles": "Статьи",
  "about": "О нас",
  "social": "Социальные сети",
  "phone": "+998(99) 944 30 30",
  "ourTeam": "Наша команда",

  "slogan1": "Минимализм. Это функциональность. Совершенство",
  "slogan2": "Креативность, что вдохновляет пространство",
  "slogan3": "Технологии и устойчивость в гармонии",
  "partners": "Наши партнеры",
  "projects": "Наши проекты",
  "view_all": "Посмотреть все",
  "about_us": "О нашей компании",
  "about_text": "Мы создаем пространства, которые сочетают в себе эстетику и функциональность, чтобы улучшить качество жизни.",
  "mission_title": "Наша миссия",
  "mission_text": "Создавать устойчивые и инновационные архитектурные решения, которые вдохновляют и служат обществу.",
  "services": "Наши услуги",
  "principles": "Наши принципы",
  "principle1_title": "Качество",
  "principle1_desc": "Мы не идем на компромиссы в отношении качества на всех этапах работы.",
  "principle2_title": "Инновации",
  "principle2_desc": "Мы внедряем передовые технологии и идеи в каждый проект.",
  "principle3_title": "Ответственность",
  "principle3_desc": "Мы берем на себя полную ответственность за результат.",
  "principle4_title": "Клиентоориентированность",
  "principle4_desc": "Мы внимательно прислушиваемся к потребностям наших клиентов.",
  "principle5_title": "Профессионализм",
  "principle1_about": "Мы проектируем здания, которые не только эстетически приятны, но и практичны, удобны, эффективны и устойчивы.",
  "principle5_desc": "Наша команда состоит из опытных специалистов с высокой квалификацией.",
  "show1": "Бюро Domani architects было основано в 2019 году. Оно активно работает на рынке Узбекистана. Пропагандирует взгляды и эстетику экологической и функциональной архитектуры.",
  "show2": "Мы стремимся создавать современные, эксклюзивные и экологические решения, обогащая архитектуру Узбекистана инновационными и функциональными дизайнами.",
  "show3": "Мы проектируем здания, которые не только эстетически привлекательны, но и практичны, эффективны и долговечны.",
  "show4": "Мы разрабатываем проекты, основанные на зеленых технологиях, экологичных материалах и концепции пассивных домов.",
  "show5": "Мы стремимся сочетать уникальные архитектурные традиции Ташкента и Узбекистана с современными подходами.",
  "show6": "Мы повышаем эффективность и качество, внедряя передовые технологии, такие как BIM (Building Information Modeling) и Revit.",
  "show7": "Мы разрабатываем каждый проект на основе потребностей и мечт клиента. Наша работа основывается на индивидуальном подходе к каждому клиенту.",
  "contact_title": "Оставьте контакт",
  "name_label": "Имя-Фамилия",
  "name_placeholder": "Рустамов Али",
  "email_label": "Email",
  "email_placeholder": "rustamov@gmail.com",
  "email_pattern_title": "Пожалуйста, введите правильный адрес электронной почты",
  "phone_label": "Телефонный номер",
  "phone_placeholder": "+998 (99) 885 30 10",
  "phone_pattern_title": "Пожалуйста, введите номер в правильном формате (+998 (99) 123 45 67)",
  "submit_button": "Отправить",

  "fhome": "Главная",
  "fprojects": "Проекты",
  "farticles": "Статья",
  "fabout": "О нас",
  "fsocial_network": "Социальные сети",
  "fphone": "+998(99) 944 30 30",
  "femail": "domaniarchitect@gmail.com",
  "faddress": "Мирзо Улугбекский район, улица Мирзо Улугбек шох, здание Stair Academy, 2-й этаж",
  "fpowered_by": "© Создано",
  "fcompany_name": "Nuvex.uz",

  "about_title": "Архитектурное проектное бюро",
  "about_description": "Бюро Domani architects было основано в 2019 году. Оно работает на рынке Узбекистана. Мы пропагандируем экологические и функциональные архитектурные концепции и эстетику. Наша команда состоит более чем из 35 специалистов в различных областях, что позволяет нам выполнять проекты любой сложности по полной цикловой технологии. Domani architects работает над крупными жилыми и коммерческими зданиями, городским планированием и развитием рекреационных зон в рамках международных проектов. Мы сосредоточены на проектах, направленных на развитие человеческого капитала, раскрытие экономического, природного и туристического потенциала городов и регионов, а также на формировании знаний в экономике.",
  "about_teamTitle": "Команда творческих профессионалов",
  "about_teamDescription": "Наша основная цель — наполнить каждое пространство элегантностью и смыслом. Мы подходим к каждому клиенту индивидуально, разрабатывая современные, функциональные и коммерчески эффективные проекты. Наши решения прошли проверку временем и не утратили своей актуальности.",
  "about_cycleTitle": "Полный цикл подхода",
  "about_cycleDescription": "Благодаря полному циклу мы реализуем все этапы проекта, начиная с первоначальной идеи и заканчивая его полной реализацией. Это дает нашим клиентам уверенность и удобство.",
  "about_trust": "Мы выбираем доверие и качество!",
  "about_reputation": "Наша репутация — наше наибольшее богатство, поэтому мы подходим к каждому проекту с большой ответственностью.",
  "about_award": "Наши проекты, получившие награды, являются яркими примерами качества и инноваций!",
  "about_future": "Domani Architects – выведем архитектурное искусство на новый уровень!",

  "social_title": "Следите за нами в социальных сетях",
  "social_instagram": "Instagram",
  "social_telegram": "Telegram",
  "social_youtube": "YouTube",

  "countert1": "Опыт",
  "countert2": "Проекты",
  "countert3": "Гектар - самая большая площадь земли",
  "countert4": "Этаж - самый высокий проект",

  "btnToAll": "Просмотреть все",

  "servicemulti": "Многоквартирный жилой дом",
  "serviceLowrise": "Малоэтажный жилой дом",
  "serviceNonresidential": "Нежилое здание",
  "serviceOwnership": "Авторский надзор",
  "theName": "Проекты",
  "servicemultiAll": "Многоэтажный",
  "serviceLowriseAll": "Низкая посадка",
  "serviceNonresidentialAll": "Нежилой",
  "allName": " Все",
  "errorContact": "Поле не может быть пустым"
}
